export const siteQuickInfo = {
  logo: "/assets/images/logo.svg",
  name: "Mangal kaal Sarp",
  domain: "mangalkaalsarp.com",
  phone: "+919303208558",
  email: "",
};

export const navItems = [
  {
    title: "Home",
    link: "/",
  },
  {
    title: "About",
    link: "#about",
  },
  {
    title: "Doosh",
    link: "#doosh",
  },
  {
    title: "Why us",
    link: "#why_choose_us",
  },
  {
    title: "Poojan",
    link: "#poojan",
  },
  {
    title: "Testimonial",
    link: "#testimonials",
  },
];

export const doosh = [
  {
    img: ["/assets/images/rahu_ketu.jpeg"],
    title: "Kaalsarp dosh",
    description: [
      "ज्योतिष शास्त्र के अनुसार, जब व्यक्ति की कुंडली में राहु और केतु के बीच जब सभी ग्रह आ जाते हैं तब काल सर्प दोष नामक योग का निर्माण होता है।",
      "कुंडली में कालसर्प दोष हो तो व्यक्ति शारीरिक और आर्थिक रूप से हमेशा परेशान रहता है. कुछ लोगों को इस दोष की वजह से संतान संबंधी कष्ट भी उठाने पड़ते हैं. कुछ लोग या तो संतानहीन रह जाते हैं या फिर उनका संतान हमेशा रोगी रहता है. कालसर्प दोष होने पर नौकरी भी बार-बार छूटती रहती है और कई बार कर्ज भी लेना पड़ जाता ",
    ],
  },
  {
    img: ["/assets/images/mahamritunjay_mantra.jpeg", "/assets/images/mahakal_abhishek.webp"],
    title: "Mahamrityunjay Jaap",
    description: [
      <>
        महामृत्युंजय सबसे शक्तिशाली मंत्रों में से एक है, जिसका जाप करने से
        भगवान शिव बेहद प्रसन्न होते हैं। महामृत्युंजय मंत्र का उल्लेख ऋग्वेद से
        लेकर यजुर्वेद तक में मिलता है। इसके अलावा शिवपुराण और अन्य ग्रंथो में भी
        इसके महत्व के बारे में विस्तार से बताया गया है। संस्कृत में महामृत्युंजय
        उस व्यक्ति को कहते हैं, जो मृत्यु को जीतने वाला हो। इसलिए भगवान शिव की
        स्तुति के लिए महामृत्युंजय मंत्र का जाप किया जाता है।
        <ul>
          <li>वहीं रोगों से मुक्ति के लिए 125000 मंत्रों का जाप करना चाहिए।</li>
        </ul>
      </>,
      "​The Maha Mrityunjaya mantra restores health and happiness and brings calmness in the face of death. When courage or determination are blocked, it rises up to overcome obstacles. It awakens a healing force that reaches deep into the body and mind.",
    ],
  },
  {
    img: ["/assets/images/nav_mata.jpeg"],
    title: "Navgrah mantra jaap",
    description: [
      "नौ ग्रह बीज मंत्र किसी भी ग्रह विशेष की दशाओं में बहुत उपयोगी होते हैं. इन नवग्रह बीज मंत्रों का पाठ करने से ग्रहों के सभी अशुभ प्रभावों को दूर किया जा सकता है",
      <>
        नवग्रह शांति मंत्र
        <ul>
          <li>
            सूर्य मंत्र: ॐ ह्रां ह्रीं ह्रौं स: सूर्याय नम: - 7000 mantra jaap।
          </li>
          <li>
            चंद्र मंत्र: ओम श्रां श्रीं श्रौं सः सोमाय नमः -11000 mantra jaap।
          </li>
          <li>
            मंगल मंत्र: ओम क्रां क्रीं क्रौं स: भौमाय नम: -10000 mantra jaap।
          </li>
          <li>
            बुधा मंत्र: ओम ब्रां ब्रीं ब्रौं सः बुधाय नमः -9000 mantra jaap।
          </li>
          <li>
            गुरु मंत्र: ॐ ग्रां ग्रीं ग्रौं सः गुरुवे नमः-19000 mantra jaap।
          </li>
          <li>
            शुक्र मंत्र: ओम द्रां द्रीं द्रौम सः शुक्राय नमः -16000 mantra jaap।
          </li>
          <li>
            शनि मंत्र: ओम प्रां प्रीं प्रोम सह शनै नमः -23000 mantra jaap।
          </li>
          <li>
            राहु मंत्र - ॐ भ्रां भ्रीं भ्रौं सः राहवे नमः-18000 mantra jaap।
          </li>
          <li>
            केतु मंत्र - ॐ स्रां स्रीं स्रौं सः केतवे नमः-17000 mantra jaap
          </li>
        </ul>
      </>,
    ],
  },
];



export const poojan = [
    {
        img:'/assets/images/angarak_dosh.jpg',
        title: 'Angarak dosh',
        description : 'मंगल और राहु की युति से अंगारक योग बनता है. यह योग बहुत अशुभ होता है जिसकी वजह से लोगों को जीवन भर कई तरह की परेशानियां झेलनी पड़ती हैं.जिस भाव में यह योग बन रहा है, उसी को पीड़ित कर देता है। मंगल और राहु के योग से बनने वाला अंगारक योग यदि शुभ नक्षत्र, शुभ राशि, व अनुकूल भाव में बन जाए तो यह कई बार बड़ी सफलता, यश-मान भी दिलाता है'
    },
    {
        img:'/assets/images/rudrabhishek.jpeg',
        title: 'Rudrabhishek',
        description : 'रुद्राभिषेक का सीधा संबंध भगवान शिव से है, उन्हें रुद्र अवतार भी माना जाता है। रुद्राभिषेक का अर्थ है रुद्र का अभिषेक यानि भगवान शिव का अभिषेक। हिंदू धर्म शास्त्रों के अनुसार मनुष्य द्वारा किए गए पाप ही उसके दुखों का कारण बनते हैं। मान्यता है कि अगर व्यक्ति की कुंडली में मौजूद पापों से मुक्ति पाने के लिए रुद्राभिषेक किया जाए तो इससे विशेष लाभ मिलता है।'
    },
    {
        img:'/assets/images/grahshanti.jpg',
        title: 'Grahshanti',
        description : 'नवग्रह शांति पूजा का उद्देश्य केवल ग्रहों को संतुष्ट करना है क्योंकि वे ही व्यक्ति के दुर्भाग्य और दोष का कारण होते हैं। नवग्रह चंद्रमा,सूर्य,मंगल,बुध,बृहस्पति,शुक्र,शनि और दो छाया ग्रह राहु और केतु हैं। नवग्रह और नौ ग्रह (या ग्रह) हमारी इच्छाओं, भाग्य और उनके परिणामों पर नियंत्रण रखते हैं।'
    },
    {
        img:'/assets/images/guru_chandal_dosh.jpeg',
        title: 'Guru chandal dosh',
        description : 'गुरु चांडाल योग तब बनता है जब कुंडली में बृहस्पति और राहु का मिलन होता है। इसकी वजह से एक खुशहाली भी दुख और कठिनाई में बदल जाती है। ये वे लोग हैं जिनकी कुंडली के केंद्र में बृहस्पति है। कुंडली के घर में राहु के प्रवेश का कोई विशेष प्रभाव नहीं होता है।'
    },
    {
        img:'/assets/images/chandra_rahu_desh.jpeg',
        title: 'Chandra-Rahu Dosh',
        description : 'मान्यता है कि राहु-चंद्रमा की युति से व्यक्ति के मनोवृत्ति पर असर पड़ता है। इस युति से व्यक्ति के जीवन में कई नकारात्मक बदलाव आते हैं। व्यक्ति के मानसिक स्वास्थ्य पर प्रभाव पड़ता है। यही कारण है कि राहु और चंद्रमा की युति के माध्यम से जातक की मानसिक स्थिति और उसके विचारों का पता लगाया जा सकता है। ज्योतिष में, राहु-चंद्रमा की युति को दोष के रूप में देखा जाता है, जिसे कुंडली में अशुभ माना जाता है।'
    },
    {
        img:'/assets/images/durgasaptshati-path.jpeg',
        title: 'Durgasaptshati-path',
        description : 'दुर्गा सप्तशती का पाठ मनोवांछित फल प्रदान करता है और इसकी आवृत्तियां महान से महान संकटों को दूर करती हैं। धर्मशास्त्रों के अनुसार दुर्गा सप्तशती का अनुष्ठान पूर्वक पाठ करने से अभीष्ट फल अवश्य प्राप्त होता है। जिस प्रकार यज्ञों में अश्वमेघ यज्ञ और देवताओं में भगवान विष्णु श्रेष्ठ हैं, उसी प्रकार समस्त स्तोत्र आदि की अपेक्षा दुर्गा सप्तशती श्रेष्ठ है। यह भुक्ति, मुक्ति दायक और पावन से भी पावन है। दुर्गा सप्तशती का सौ बार पाठ सभी सिद्धियों का प्रदाता है।'
    },
]